{
  "About": {
    "eyebrow": "О SA Immi Consult",
    "heading": "Помогаем вам почувствовать себя как дома в Южной Африке",
    "subheading": "SA Immi Consult — это иммиграционное и образовательное агентство, которое помогает частным клиентам, семьям и бизнесу, желающим учиться, жить, инвестировать или выйти на пенсию в Южной Африке.",

    "whoWeAre": {
      "title": "Кто мы",
      "body1": "Южноафриканские иммиграционные консультанты помогают людям со всего мира открывать для себя жизнь, учебу и бизнес-возможности в Южной Африке. Мы объединяем практический опыт в Йоханнесбурге с глубоким пониманием местной иммиграционной системы.",
      "body2": "Мы понимаем, что переезд в новую страну может казаться непростым — от выбора подходящего типа визы до понимания востребованных профессий и навыков. Наша миссия — упростить этот путь с помощью понятного трёхэтапного процесса и постоянной человеческой поддержки."
    },

    "whySouthAfrica": {
      "title": "Почему Южная Африка?",
      "intro": "Южная Африка сочетает в себе сильные стороны образования, образа жизни и возможностей для бизнеса.",
      "education": "Образование, признанное на международном уровне, но более доступное по стоимости по сравнению с Европой, Канадой, США, Австралией или Великобританией.",
      "visaFree": "Для многих граждан короткие поездки проходят легко: безвизовый въезд или гибкие визы посетителя делают первое знакомство со страной проще.",
      "business": "Благоприятная политика для инвесторов и торговые отношения с более чем 200 странами создают широкие возможности для предпринимателей и владельцев бизнеса.",
      "bricks": "Южная Африка является частью БРИКС, а исторические связи с такими странами, как Россия, означают, что русскоговорящих клиентов здесь часто встречают с теплом и интересом.",
      "lifestyle": "Мягкий климат, разнообразная природа, динамичные города — Кейптаун и Йоханнесбург — и высокое качество жизни с пространством, зеленью и дружелюбными сообществами."
    },

    "steps": {
      "title": "Простой трёхэтапный процесс",
      "intro": "Мы делим ваш кейс на три понятные стадии, чтобы вы всегда знали, на каком этапе находитесь.",
      "eligibility": {
        "title": "1. Оценка соответствия",
        "body": "Вы получаете персональную оценку от уполномоченных иммиграционных консультантов, чтобы понять, какие программы и визовые маршруты могут быть вам доступны."
      },
      "preparation": {
        "title": "2. Подготовка заявления",
        "body": "Мы помогаем правильно собрать и подготовить все документы, уменьшая задержки и ошибки, которые могут привести к отказу."
      },
      "submission": {
        "title": "3. Подача и сопровождение",
        "body": "Ваше заявление подается правильно в соответствующие органы Южной Африки, а мы сопровождаем вас, информируем о следующих шагах и поддерживаем в ожидании решения."
      }
    },

    "advantages": {
      "title": "Почему клиенты выбирают нас",
      "localTeam": "Мы находимся в Йоханнесбурге и живем в Южной Африке много лет.",
      "languages": "Мы свободно работаем на русском и английском языках.",
      "experience": "У наших консультантов более 15 лет опыта в сфере иммиграции и образовательной поддержки.",
      "loyalty": "Мы предлагаем программу лояльности для постоянных клиентов и рекомендаций.",
      "translation": "Мы предоставляем услуги сертифицированного перевода и нотариального заверения документов в Южной Африке.",
      "tailoredPath": "Мы подбираем для вас индивидуальный иммиграционный путь, а не предлагаем решения «один размер для всех»."
    },

    "services": {
      "title": "Чем мы помогаем",
      "intro": "Наши услуги охватывают весь путь: от первых вопросов и учебных планов до полного переезда и долгосрочной жизни в Южной Африке.",

      "immigration": {
        "title": "Иммиграция в Южную Африку",
        "body": "Для тех, кто планирует жить, работать, выйти на пенсию или воссоединиться с семьёй в Южной Африке.",
        "items": {
          "0": "Консультации по визам, разрешениям и вариантам получения резидентства.",
          "1": "Подготовка пакетов документов для временного и постоянного проживания.",
          "2": "Поддержка в сложных или нестандартных случаях."
        }
      },

      "education": {
        "title": "Образование в Южной Африке",
        "body": "Для студентов и родителей, рассматривающих учебные возможности.",
        "items": {
          "0": "Консультации по школам, языковым курсам и университетам.",
          "1": "Подбор учебных программ под ваши цели и бюджет.",
          "2": "Сопровождение при подаче заявлений и оформлении студенческих виз."
        }
      },

      "realEstate": {
        "title": "Поддержка с недвижимостью",
        "body": "Для клиентов, рассматривающих жильё или инвестиционные объекты.",
        "items": {
          "0": "Подбор объектов для аренды или покупки.",
          "1": "Координация с надёжными партнёрами на месте.",
          "2": "Юридическое сопровождение сделок через партнёрские фирмы."
        }
      },

      "internationalVisas": {
        "title": "Другие визы и возможности",
        "body": "Для клиентов, легально проживающих в Южной Африке и рассматривающих дополнительные направления.",
        "items": {
          "0": "Поддержка в оформлении туристических и учебных виз в США, Канаду, Европу и Великобританию через партнёрские агентства.",
          "1": "Рекомендации по сбору и подготовке документов.",
          "2": "Информационная поддержка на протяжении всего процесса."
        }
      }
    }
  }
}
